
<p>

<h1>既存のリストに電子メールをインポート</h1>

既存の情報をインポートする４つの方法:

<ul>
<li><?php echo PageLink2('import2', '属性に対し異なる値を持つ電子メールのインポート');?>. 電子メールのリストはまだ定義されていない属性を持つことができます。それらは"テキストライン"属性として自動的に作成されます。もし行ごとに１ユーザ、カラムにはユーザの属性をもつような表計算/CSVファイルをインポートするのであれば、このオプションを使用しなければいけません。<br/><br/>
<li><?php echo PageLink2('import1', '属性に対して同じ値を持つ電子メールのインポート');?>. 電子メールのリストは、既に<?php echo NAME?>で設定している構造に従わなければなりません。もし電子メールの単一のリストをインポートするのであれば、このオプションを使用するべきです。各エントリーに対して属性の値を明確にすることができます。それらはインポートしている人に対し同じ属性値となります。<br/><br/>
<li><?php echo PageLink2('import3', 'IMAPアカウントから電子メールをインポート');?>. これはIMAPフォルダの電子メールを検索して追加します。人物の名前のみが属性として検索されます。<br/><br/>
<li><?php echo PageLink2('import4', '他のデータベースから電子メールをインポート');?>.
</ul>

</p>
