
<p>

<h1>وارد کردن ایمیلها به فهرستهای موجود</h1>

چهار راه برای وارد کردن اطلاعات موجود وجود دارد:

<ul>
<li><?php echo PageLink2('import2', 'وارد کردن ایمیلهای دارای ویژگیهای با مقدارهای متفاوت');?>. 
فهرست ایمیلها میتواند شامل ویژگیهای باشد که از پیش تعریف نشده باشند. این ویژگیها به صورت خودکار به عنوان ویژگیهای "متن یک خطی" ایجاد میشوند. اگر فایل صفحه گسترده/CSV وارد میکنید که هر کاربر در یک سطر و ویژگیهایش در ستونها آمده‌اند باید از این گزینه استفاده کنید.<br/><br/>
<li><?php echo PageLink2('import1', 'وارد کردن ایمیلهایی دارای ویژگیهای با مقدارهای یکسان');?>.
فهرست ایمیلها باید با ساختاری که شما در 
<?php echo NAME?>
از پیش ایجاد کرده اید همخوانی داشته باشد.
اگر فهرست ساده‌ای از ایمیلها را وارد میکنید باید از این گزینه استفاده کنید. سپس میتوانید مقدار ویژگیها را برای هر ورودی تعیین کنید. این مقدار برای تمام افرادی که وارد میکنید یکسان خواهد بود.<br/><br/>
<li><?php echo PageLink2('import3', 'وارد کردن ایمیلها از یک حساب IMAP');?>. 
در پوشه‌های IMAP شما جستجو کرده و ایمیلهایی را که پیدا کند اضافه مینماید. تنها نامِ شخص به عنوان یک ویژگی پیدا خواهد شد.<br/><br/>
<li><?php echo PageLink2('import4', 'وارد کردن ایمیلها از یک پایگاه داده دیگر');?>.
</ul>

</p>
