<h1>چند برگه اشتراک درست کنید.</h1>
<p>این برگه برای ایجاد برگه ‌هایی است که کاربرها برای اشتراک در فهرست های شما به کار خواهند برد.</p>
<p>
می‌توانید هر مجموعه‌ای از ویژگیها و فهرستهای تعریف شده در سیستمتان را انتخاب کنید. مقدار پیشفرض ویژگیها، مقداری  است که به عنوان مقدارّهای همه گیر ویژگیها وارد کرده اید، اما میتوانید ترتیبشان را عوض کنید، و مقدارهای پیشفرض دیگری اضافه کنید. همینطور میتوانید الزامی بودن یا نبودن یک ویژگی را تغییر دهید. تنها در الزامی بودن ویژگیها هنگام استفاده کاربرها از یک برگه برای ثبت نام تاثیر خواهد داشت.
</p>
