<HTML>
<HEAD>
   <TITLE>Gravures dans l'Histoire des Canadiens-Fran&ccedil;ais de Benjamin Sulte</TITLE>
   <X-CLARIS-WINDOW TOP=44 BOTTOM=759 LEFT=8 RIGHT=538>
   <X-CLARIS-TAGVIEW MODE=minimal>
</HEAD>
<BODY TEXT="#660000" BGCOLOR="#CCCC99" BACKGROUND="http://rd.uqam.ca/Sulte/Images/MondeIllustre/SulteBenjamin/fond.jpg">
<H1><CENTER>Gravures dans l'<I>Histoire des
Canadiens-Fran&ccedil;ais</I></CENTER></H1>

<CENTER><A HREF="http://rd.uqam.ca/Sulte/index.html" TARGET="_top"><FONT SIZE="-1" FACE="Verdana" COLOR="#000000"><B><IMG SRC="http://rd.uqam.ca/Sulte/Images/MondeIllustre/SulteBenjamin/Sign.gif" ALT="Benjamin Sulte" WIDTH=360 HEIGHT=100 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></B></FONT></A></CENTER>

<H2><CENTER>Tecumseh &#91;Tech-kum-thai&#93; (vers
1768-1813)</CENTER></H2>

<H3><CENTER>&eacute;galement orthographi&eacute; Tecumtha ou
<A HREF="http://tecumsa.org/Tecumtha.html" TARGET="_blank">Tecumsa</A></CENTER></H3>

<H5><CENTER><FONT FACE="Verdana"><B>par M&eacute;lanie Carle,
&eacute;tudiante,<BR>
baccalaur&eacute;at en histoire de l'art, Universit&eacute; du
Qu&eacute;bec &agrave; Montr&eacute;al,<BR>
d&eacute;cembre 2001.</B></FONT></CENTER></H5>

<P>&nbsp;</P>

<P><FONT FACE="Verdana">Tecumseh est n&eacute; vers 1768 en Ohio. Il
participe au trois guerres qui ont suivi la R&eacute;volution
am&eacute;ricaine et y laisse sa vie le 5 octobre 1813 dans la
bataille de Moraviantown. Il commence en tant qu'&eacute;claireur
d&egrave;s la deuxi&egrave;me bataille en 1791, et devient chef de
bande apr&egrave;s quelques ann&eacute;es de combat. Tecumseh est un
guerrier indien intelligent et perspicace qui se bat pour sauver ses
terres. Vers 1808, Tecumseh fait la correspondance britannique
pendant la guerre entre les &Eacute;tats-Unis et la Grande-Bretagne.
L'ann&eacute;e suivante il diffuse son message aux indiens d'unir
leur force pour ne pas laisser empi&eacute;ter leur territoires
indiens par les am&eacute;ricains, et de perdre leurs traditions
indiennes. Son r&ecirc;ve &eacute;tait d'avoir une grande
conf&eacute;d&eacute;ration indienne, s'&eacute;tendant des Grands
Lacs jusqu'au Mexique. Malheureusement cette vision mourut avec
lui.</FONT></P>

<P><FONT FACE="Verdana">Le 7 novembre 1810, une bataille
&eacute;clate entre les am&eacute;ricains et les indiens. Personne ne
gagne, les pertes sont &eacute;gales de chaque c&ocirc;t&eacute;.
Tecumseh ne perd pas espoir, surtout apr&egrave;s avoir vu les
cadavres de ses amis. Il continue de se battre loyalement aux
c&ocirc;t&eacute;s des Britanniques dans le Haut-Canada avec le
commandant Brock. La guerre contre les Am&eacute;ricains en 1812
commence tr&egrave;s mal mais se termine en 1814 par un
triomphe.</FONT></P>

<BLOCKQUOTE><FONT FACE="Verdana">&#171;&nbsp;Nos vies sont entre les
   mains du Grand Esprit. Nous sommes d&eacute;termin&eacute;s
   &agrave; d&eacute;fendre nos terres et nous laisserons nos os sur
   celle-ci, si telle est sa volont&eacute;.&nbsp;&#187; (Tecumseh au
   fort Walden, septembre 1813)</FONT></BLOCKQUOTE>

<P><FONT FACE="Verdana">Tecumseh est un personnage attachant de la
guerre 1812. Les Britanniques, ses alli&eacute;s, le
consid&egrave;rent comme un h&eacute;ros qui collabora &agrave; la
sauvegarde du Haut-Canada. De leur c&ocirc;t&eacute;, ses adversaires
am&eacute;ricains portent un grand respect pour ce guerrier qui s'est
battu courageusement. On dit de lui qu'il n'a jamais laiss&eacute;
maltraiter ses prisonniers. Il s'est engag&eacute; dans la guerre
pour prot&eacute;ger les int&eacute;r&ecirc;ts des Autochtones et non
ceux des Britanniques en Am&eacute;rique du Nord.<B> </B></FONT></P>

<CENTER><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <P><FONT FACE="Verdana">&#171;&nbsp;&nbsp;Tecumseh. Benson
         J. Lossing's engraving, adapted from a drawing said to have
         been made from life by Pierre Le Dru. Because Tecumseh was
         erroneously believed to have been a brigadier-general in the
         British army and certainly possessed a uniform coat, Lossing
         replaced the indian costume with regimentals. No fully
         authenticated portrait of Tecumseh exists (</FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Sugden1997"><FONT FACE="Verdana">Sugden
         1997</FONT></A><FONT FACE="Verdana">).&nbsp;&#187;</FONT></P>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1869/Tecumtha/tg.gif" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1869/Tecumtha/p.gif" WIDTH=200 HEIGHT=254 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></CENTER>

<P><FONT FACE="Verdana">Comme on a cru longtemps qu'il &eacute;tait
dans l'arm&eacute;e britannique, l'habit que porte Tecumseh sur la
gravure de Lossing serait erron&eacute;. Il ne devrait pas porter le
manteau du r&eacute;giment britannique mais un uniforme fait en peau
de daim, comme le d&eacute;crit le capitaine Glegg. Aucun portrait
authentifi&eacute; de Tecumseh existe.</FONT></P>

<CENTER><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <P><FONT FACE="Verdana">La gravure de Tecumseh dans
         l'ouvrage de Benjamin Sulte est peut &ecirc;tre
         inspir&eacute;e des travaux de George Catlin et de Paul
         Kane. George Catlin et Paul Kane ont travaill&eacute; sur
         une s&eacute;rie de tableaux et de croquis
         repr&eacute;sentant la vie indienne. En mai 1846, la
         compagnie de la Baie d'Hudson finance le projet de Paul Kane
         d'aller peindre au Canada. Il a peint une s&eacute;rie de
         tableaux d&eacute;crivant le mode de vie des indiens et il a
         dessin&eacute; environ 500 croquis sur une p&eacute;riode de
         trois ans.</FONT></P>
         
         <H5 ALIGN=right><FONT FACE="Verdana">&nbsp;</FONT>Anonyme,
         <I>Tecumseh &#91;Tech-kum-thai&#93; (vers 1768-1813),</I>
         gravure, <A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Sulte1882-1884"><FONT FACE="Verdana">Sulte
         1882-1884</FONT></A><FONT FACE="Verdana">, pour la
         r&eacute;f&eacute;rence voir la </FONT><A HREF="http://rd.uqam.ca/Sulte/TableConcordance.html" TARGET=""><FONT FACE="Verdana">table
         de concordance</FONT></A>.</H5>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/g.jpg" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/p.jpg" WIDTH=150 HEIGHT=160 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></CENTER>

<P><FONT FACE="Verdana">De plus, le capitaine John B. Glegg a fait
dans l'un de ses rapport au g&eacute;n&eacute;ral Brock, une
description physique de Tecumseh qui aurait pu aider l'artiste
&agrave; illustrer le portrait de Tecumseh.</FONT></P>

<BLOCKQUOTE><FONT FACE="Verdana">&#171;&nbsp;Tecumseh est d'apparence
   g&eacute;n&eacute;rale tr&egrave;s avenante; son corps est
   &eacute;lanc&eacute; et bien proportionn&eacute;. Il doit avoir
   autour de trente-cinq ans. Il fait entre cinq pieds neuf pouces et
   cinq pieds dix pouces (1 m 78). Il a le teint
   l&eacute;g&egrave;rement cuivr&eacute;. Son visage est ovale avec
   des yeux noisette p&eacute;tillants de gaiet&eacute;,
   d'&eacute;nergie et de d&eacute;termination. Il porte trois
   petites couronnes d'argent suspendues au cartilage
   inf&eacute;rieur de son nez aquilin, et un grand m&eacute;daillon
   &agrave; l'effigie de Georges III, attach&eacute; &agrave; une
   corde wampum color&eacute;e, pend &agrave; son cou. Simple et
   propre, l'uniforme qu'il porte est fait d'une veste en peau de
   daim tann&eacute;e et d'un long pantalon fait du m&ecirc;me cuir.
   Les coutures de ces deux v&ecirc;tements sont couvertes d'une
   frange bien coup&eacute;e. Il chausse des mocassins de cuir
   richement orn&eacute;s d'aiguillons de porcs-&eacute;pics teints
   (</FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Glegg1831-1985">Glegg </A><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Glegg1831-1985">1831-</A><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Glegg1831-1985">1985</A><FONT FACE="Verdana">).&nbsp;&#187;</FONT></BLOCKQUOTE>

<P><FONT FACE="Verdana">Gr&acirc;ce au document r&eacute;dig&eacute;
par le capitaine John B. Glegg, on a une excellente description
physique de Tecumseh ainsi que des v&ecirc;tements qu'il portait. On
peut donc affirmer qu'il y avait vraiment une erreur sur l'habit que
porte Tecumseh dans la gravure de Lossing mais qu'il avait raison de
bien illustrer le m&eacute;daillon que portait Tecumseh.</FONT></P>

<P>&nbsp;</P>

<H4><FONT FACE="Verdana">Bibliographie
suppl&eacute;mentaire</FONT></H4>

<P><FONT FACE="Verdana">Edmunds, R. David, <I>Tecumseh and the Quest
for Indian Leadership</I>. Boston, Edited by Oscar Handlin, 1984, 234
pages.</FONT></P>

<P><FONT FACE="Verdana">Raymond, Ethel T., <I>Tecumseh, a Chronicle
of the last Great Leader of his</I> <I>People, </I>Toronto,
University of Toronto press, 1964, 206 pages.</FONT></P>

<P><FONT FACE="Verdana">Dippie, Brian W., <I>Catlin and this
Contemporaries</I>, New-York, National Eddowment for the humanities,
553 pages.</FONT></P>

<P><FONT FACE="Verdana">&nbsp;</FONT>&nbsp;</P>

<CENTER><FONT FACE="Verdana"><B><TABLE BORDER=10 CELLSPACING=5 CELLPADDING=7 WIDTH="90%">
   <TR>
      <TD>
         <H3><CENTER><FONT FACE="Verdana">Recherches
         compl&eacute;mentaires</FONT></CENTER></H3>
         
         <H5><CENTER><FONT FACE="Verdana">par Robert
         Derome</FONT></CENTER></H5>
      </TD>
   </TR>
</TABLE>
 </B></FONT></CENTER>

<BLOCKQUOTE>&#171;&nbsp;Le combat et la mort de Tecumseh ont
   hant&eacute;, jusqu'&agrave; nos jours, l'imagination des
   po&egrave;tes du Canada. &#91;...&#93; Pendant tout le cours du
   XIXe si&egrave;cle, les historiens du Haut-Canada qui ont
   &eacute;crit sur la guerre de 1812 ont fait de Tecumseh l'un des
   h&eacute;ros de ce conflit, au point qu'il prit place, dans la
   mythologie, aux c&ocirc;t&eacute;s de Brock, de Laura Secord
   &#91;Ingersoll*&#93; et de la milice canadienne. &#91;...&#93;
   Cette v&eacute;n&eacute;ration, inspir&eacute;e par les
   go&ucirc;ts de l'&eacute;poque, eut deux cons&eacute;quences
   s&eacute;rieuses&nbsp;: elle encouragea l'embellissement sans
   discernement, par le recours aux ou&iuml;-dire et &agrave;
   l'invention pure, de l'image de Tecumseh, et elle d&eacute;tourna
   les historiens d'&eacute;tudier les motifs de son action.
   &#91;...&#93; Le portrait de Tecumseh reconnu pour &ecirc;tre une
   bonne repr&eacute;sentation de lui est celui peint par le
   trafiquant Pierre Le Dru en 1808. Son authenticit&eacute; s'appuie
   sur des preuves indirectes&nbsp;: Le Dru fit aussi une
   &eacute;bauche de Prophet &agrave; la m&ecirc;me &eacute;poque, et
   celle-ci ressemble beaucoup &agrave; une peinture d'apr&egrave;s
   nature du m&ecirc;me personnage, ex&eacute;cut&eacute;e plus tard
   par George Catlin. Si le personnage qu'on peint Catlin et Le Dru
   est le m&ecirc;me, il y a de fortes probabilit&eacute;s que le
   Tecumseh de Le Dru soit aussi un portrait ressemblant. Cette
   &eacute;bauche de Tecumseh, qui appara&icirc;t dans B. J. Lossing,
   <I>The pictorial field-book of the War of 1812 &#91;...&#93;</I>
   (New-York, 1869) et qui est reproduite dans l'&eacute;tude de
   James Mooney, &#171;&nbsp;The ghost-dance religion and the Sioux
   outbreak of 1890&nbsp;&#187;, Smithsonian Institution, Bureau of
   American Ethnology, <I>Annual report</I> (Washington), 1892-1893,
   2e part., 1896, est une composition&nbsp;: la t&ecirc;te provient
   d'une oeuvre de Le Dru et les &eacute;paules d'un dessin
   probablement inauthentique d'un artiste inconnu (Herbert C. W.
   Goltz Jr dans le <A HREF="http://rd.uqam.ca/Sulte/Biblio.html#DBC">DBC</A>, vol.&nbsp;V,
   p.&nbsp;881).&nbsp;&#187;
   
   <P>&nbsp;&#171;&nbsp;LE DRU, PIERRE Portraitiste et
   commer&ccedil;ant. Pierre Le Dru (parfois Ledru),
   commer&ccedil;ant &agrave; Qu&eacute;bec, se rendit vers 1808
   &agrave; Vincennes (Indiana), o&ugrave; il dessina le portrait du
   chef am&eacute;rindien Tecumseh ainsi que celui de son
   fr&egrave;re, que l'on appelait Le Proph&egrave;te. Ces dessins,
   grav&eacute;s sur bois, furent publi&eacute;s par B. J. Lossing
   &agrave; New York en 1869 dans le <I>The Pictorial Field-Book of
   the War of 1812,</I> opuscule o&ugrave; sont inventori&eacute;s
   les principaux acteurs et &eacute;v&eacute;nements du conflit. Les
   originaux appartenaient encore au fils de l'artiste en 1848
   &agrave; Qu&eacute;bec (<A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Karel1992"><FONT FACE="Verdana">Karel
   1992</FONT></A>, p.&nbsp;483).&nbsp;&#187;</P></BLOCKQUOTE>

<CENTER><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <P><FONT FACE="Verdana"><B>&#171;&nbsp;The
         portrait of the Prophet
         is from a pencil sketch made by Pierre Le Dru, a young
         French trader, at Vincennes, in 1808. He made a sketch of
         Tecumtha at about the same time, both of which I found in
         possession of his son at Quebec in 1848, and by whom I was
         kindly permitted to copy them. </B><A HREF="../../../../freepages.history.rootsweb.ancestry.com/~wcarr1/Lossing2/Chap14.html" target="_blank"><B>That
         of Tecumtha will be found in Chapter
         XIV.</B></A><B> Owing partly to
         his excessive dissipation, the Prophet appeared much the
         elder of Tecumtha </B>(<A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Lossing2001">Lossing
         2001</A>, chapitre X, note 5,
         voir aussi </FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Lossing1982">Lossing
         1982</A><FONT FACE="Verdana">)<B>.&nbsp;&#187;</B></FONT></P>
         
         <H5 ALIGN=right><FONT FACE="Verdana">Benson J. Lossing,
         <I>Portrait de Proph&egrave;te,</I> gravure dans
         </FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Lossing2001"><FONT FACE="Verdana">Lossing
         2001</FONT></A><FONT FACE="Verdana">, chapitre
         X.</FONT></H5>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1869/Prophet/g.gif"><FONT FACE="Verdana"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1869/Prophet/p.gif" WIDTH=200 HEIGHT=269 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></FONT></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Prophet/KingCharlesBird/g.jpg" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Prophet/KingCharlesBird/p.jpg" WIDTH=150 HEIGHT=222 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
         
         <H5><CENTER><FONT FACE="Verdana"><B>Charles Bird King after
         James Otto Lewis, <I>Tenskwatawa, the Prophet, Brother of
         Tecumseh</I> (</B></FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Conner.web"><FONT FACE="Verdana"><B>Conner
         web</B></FONT></A><FONT FACE="Verdana"><B>).</B></FONT></CENTER></H5>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Prophet/MomentsInHistory/g.jpg"><FONT FACE="Verdana"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Prophet/MomentsInHistory/p.jpg" WIDTH=150 HEIGHT=188 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></FONT></A></CENTER>
         
         <H5><CENTER><FONT FACE="Verdana">Artiste inconnu,
         <I>Portrait de Proph&egrave;te</I> (Moments in History,
         American Indian Selection, </FONT><A HREF="http://goodies.freeservers.com/tecumseh.html" TARGET="_blank"><FONT FACE="Verdana">Tecumseh</FONT></A><FONT FACE="Verdana">).
         </FONT></CENTER></H5>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P>&nbsp;</P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2><FONT FACE="Verdana"><B>1869</B></FONT></H2>
         
         <P><FONT FACE="Verdana"><B>&#171;&nbsp;The portrait of
         Tecumtha above given is from a pencil sketch by Pierre le
         Dru, mentioned in note 1 &#91;il s'agit en fait de la note
         5&#93;, page 189. In this I have given only the <I>head</I>
         by Le Dru. The cap was red, the hand ornamented with colored
         porcupines' quills, and in front was a single eagle's
         feather, black, with a white tip. The sketch of his dress
         (and the medal above described), in which he appears as a
         brigadier general of the British army, is from a rough
         drawing which I saw in Montreal in the summer of 1858, made
         at Malden soon after the surrender of Detroit, where the
         Indians celebrated that event by a grand feast. It was only
         on gala occasions that Tecumtha was seen in full dress. The
         sketch did not pretend to give a true likeness of the chief,
         and was valuable only as a delineation of his costume. From
         the two we are enabled to give a pretty faithful picture of
         the great Shawnoese warrior and statesman as he appeared in
         his best mood. When in full dress he wore a cocked hat and
         plume, but would not give up his blue breech-cloth, red
         leggins fringed with buckskin, and buckskin moccasins
         </B>(</FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Lossing2001"><FONT FACE="Verdana">Lossing
         2001</FONT></A><FONT FACE="Verdana">, chapitre XIV, note 35,
         voir aussi </FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Lossing1982">Lossing
         1982</A><FONT FACE="Verdana">)<B>.&nbsp;&#187;</B></FONT></P>
         
         <H5 ALIGN=right><FONT FACE="Verdana">Benson J. Lossing,
         <I>Tecumtha,</I> gravure dans </FONT><A HREF="http://rd.uqam.ca/Sulte/Biblio.html#Lossing2001"><FONT FACE="Verdana">Lossing
         2001</FONT></A><FONT FACE="Verdana">, chapitre
         XIV.</FONT></H5>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1869/Tecumtha/tg.gif" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1869/Tecumtha/p.gif" WIDTH=200 HEIGHT=254 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>1875</H2>
         
         <P>Benjamin J. Lossing d'apr&egrave;s Pierre Le Dru en 1808
         &agrave; Vincennes, <I>Tecumseh,</I> 1875, gravure, Museum
         of the American Indian (Ottmar Ederer,
         &nbsp;&#171;&nbsp;<A HREF="http://home.t-online.de/home/Wontolla/tecumseh.htm" TARGET="_blank">Tecumseh
         - der geniale Shawano</A>&nbsp;&#187;, Wontolla's
         Reservation).</P>
      </TD>
      <TD>
         <CENTER><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lossing1875/p.jpg" WIDTH=142 HEIGHT=200 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=bottom></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>Avant 1886</H2>
         
         <P>Zacharie Vincent (1815-1886), <I>Tecumseh&nbsp;
         Huron,</I> avant 1886, dessin au fusain, 27,9 x 21,6 cm,
         Montr&eacute;al, Mus&eacute;e du Ch&acirc;teau Ramezay,
         MCR1998.549.20.</P>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/VincentZacharie/g.jpg" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/VincentZacharie/p.jpg" WIDTH=125 HEIGHT=163 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>1894&nbsp;?</H2>
         
         <P>Anonyme, <I>Tecumseh,</I> 1894&nbsp;?, huile sur
         toile&nbsp;?, given in 1894 by the grandniece of William
         Clark, the explorer and Gen. George Rogers Clark,
         <FONT FACE="Verdana">Chicago, </FONT><A HREF="http://www.fmnh.org/" TARGET="_blank"><FONT FACE="Verdana">Field
         Museum</FONT></A><FONT FACE="Verdana"> &#91;founded in 1893,
         known as the Columbian Museum of Chicago and from 1943-66 as
         the Chicago Natural History Museum&#93; (</FONT><A HREF="http://goodies.freeservers.com/tecumseh.html" TARGET="_blank"><FONT FACE="Verdana">Source
         1</FONT></A><FONT FACE="Verdana">&nbsp;; </FONT><A HREF="http://www.encyclopedia.com/articlesnew/04475.html" TARGET="_blank"><FONT FACE="Verdana">Source
         2</FONT></A><FONT FACE="Verdana">)</FONT></P>
      </TD>
      <TD>
         <CENTER><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/ChicagoNaturalHistoryMuseum/p.jpg" WIDTH=183 HEIGHT=266 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=bottom></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>1894</H2>
         
         <P>Chapin, Tecumseh Defends The Whites At Fort Meigs,
         gravure, 1894 (Ottmar Ederer, &nbsp;&#171;&nbsp;<A HREF="http://home.t-online.de/home/Wontolla/tecumseh.htm" TARGET="_blank">Tecumseh
         - der geniale Shawano</A>&nbsp;&#187;, Wontolla's
         Reservation).</P>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Chapin1894/tg.jpg" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Chapin1894/p.jpg" WIDTH=210 HEIGHT=150 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>vers 1943-1953</H2>
         
         <P>Frederick H. Brigden (1871-1956), <I>Tecumseh,</I> vers
         1943-1953, gravure (<A HREF="http://www.ohiohistory.org/etcetera/exhibits/ohiopix/image.cfm?ID=230" TARGET="_blank">Source
         1</A>&nbsp;; <A HREF="http://www.canartist.com/brigden.htm" TARGET="_blank">Source
         2</A>&nbsp;; <A HREF="http://www.canadianheritage.org/reproductions/21763.htm" TARGET="_blank">Source
         3</A>).</P>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/BrigdenFrederickH/g.jpg" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/BrigdenFrederickH/p.jpg" WIDTH=150 HEIGHT=219 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>XXe si&egrave;cle&nbsp;?</H2>
         
         <P>Anonyme, <I>Tecumseh,</I> XXe si&egrave;cle&nbsp;?,
         gravure, Amerikanisches Archiv f&uuml;r Zeichnungen, (Ottmar
         Ederer, &nbsp;&#171;&nbsp;<A HREF="http://home.t-online.de/home/Wontolla/tecumseh.htm" TARGET="_blank">Tecumseh
         - der geniale Shawano</A>&nbsp;&#187;, Wontolla's
         Reservation).</P>
      </TD>
      <TD>
         <CENTER><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/ArchivesArmericanArt/m.gif" WIDTH=149 HEIGHT=250 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=bottom></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>XXe si&egrave;cle</H2>
         
         <P>Robert Ottokar Lindneux (1871-1970), <I>Tecumseh, </I>XXe
         si&egrave;cle, medium inconnu, Woolaroc Museum Bartlesville,
         Oklahoma (Ottmar Ederer, &nbsp;&#171;&nbsp;<A HREF="http://home.t-online.de/home/Wontolla/tecumseh.htm" TARGET="_blank">Tecumseh
         - der geniale Shawano</A>&nbsp;&#187;, Wontolla's
         Reservation&nbsp;; <A HREF="http://askart.com/" TARGET="_blank">AskArt</A>)</P>
      </TD>
      <TD>
         <CENTER><A HREF="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lindneux/tg.jpg" TARGET="_blank"><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Lindneux/p.jpg" WIDTH=150 HEIGHT=130 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=bottom></A></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P>

<P><FONT FACE="Verdana"><B><TABLE BORDER=0>
   <TR>
      <TD>
         <H2>Inconnu</H2>
         
         <P>Anonyme, <I>Tecumseh,</I> date inconnue, huile sur
         toile&nbsp;? (Source inconnue, voir aussi David Morris,
         History comes alive&nbsp;: <A HREF="http://www.historycomesalive.ca/canadians/images/pantherpics.htm" TARGET="_blank">Tecumseh</A>).</P>
      </TD>
      <TD>
         <CENTER><IMG SRC="http://rd.uqam.ca/Sulte/Images/Tecumseh/Anonyme/m.jpg" WIDTH=184 HEIGHT=228 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT ALIGN=bottom></CENTER>
      </TD>
   </TR>
</TABLE>
 </B></FONT></P></CENTER>

<H2><CENTER><FONT FACE="Verdana">Pour un inventaire des autres
oeuvres concernant Tecumseh dans les collections candiennes voir
</FONT><A HREF="http://daryl.chin.gc.ca/Artefacts/f_MasterLayout.cgi" TARGET="_blank"><FONT FACE="Verdana">Artefacts
Canada</FONT></A><FONT FACE="Verdana">.</FONT></CENTER></H2>

<CENTER>&nbsp;

<P><IMG SRC="http://rd.uqam.ca/Sulte/Images/CartierJacques/MainG.jpg" WIDTH=103 HEIGHT=75 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=middle>
<FONT FACE="Verdana"> </FONT><A HREF="http://rd.uqam.ca/index.html" TARGET="_top"><FONT FACE="Verdana"><IMG SRC="http://rd.uqam.ca/Images/RD.gif" ALT="web Robert DEROME" WIDTH=76 HEIGHT=54 BORDER=0 ALIGN=middle></FONT></A><FONT FACE="Verdana">
<IMG SRC="http://rd.uqam.ca/Sulte/Images/CartierJacques/MainD.jpg" WIDTH=103 HEIGHT=75 X-CLARIS-USEIMAGEWIDTH X-CLARIS-USEIMAGEHEIGHT BORDER=0 ALIGN=middle></FONT></P></CENTER>

<H3><CENTER><A HREF="http://rd.uqam.ca/Sulte/index.html" TARGET="_top"><FONT FACE="Verdana"><B>Gravures
dans l'<I>Histoire des Canadiens-Fran&ccedil;ais </I>de Benjamin
Sulte</B></FONT></A></CENTER></H3>

<CENTER><FONT FACE="Verdana"><B>&nbsp;&nbsp;</B></FONT></CENTER>
</BODY>
</HTML>
