<h3>メッセージのフォーマット</h3>
もし"auto detect"を使用するなら、一つのHTMLタグ（&lt; ... &gt;）がみつかるとすぐに、メッセージはHTMLとして分類されます。
</p><p><b>"Auto detect"としてチェックを除くことは安全です。</b></p><p>
もし、"auto detect"が動作することを確信していなくて、送信しているメッセージがHTMLでフォーマットされているならは、"HTML"を選択してください。
リソース（例えば、画像）への外部参照は、完全なURLである必要があります。すなわち、（テンプレートの画像とは違って）http://でスタートします。
その他の点に関しては、テキストのフォーマットには十分に注意してください。
<p>もしメッセージがプレインテキストであることを強制したいのでしたら、"Text"にチェックしてください。
</p><p>
この情報はHTMLでフォーマットされたメッセージのテキストのみのバージョンを作成する、またはテキストでフォーマットされたメッセージのHTMLバージョンを作成するのに使用されます。
このフォーマットは次のようになります。<br/>
オリジナルがHTMLで、テキストになる場合<br/>
<ul>
<li><b>ボールド</b>のテキストは<b>*-印</b>で囲まれ、 <b>イタリック</b>のテキストは<b>/-印</b>で囲まれます。</li>
<li>テキストの周りのリンクは、大括弧内のURLテキストで置換されます。</li>
<li>テキストの大きなブロックは、半角70文字で次の行に送られます。</li>
</ul>
オリジナルがテキストで、HTMLになる場合<br/>
<ul>
<li>二回連続した改行は &lt;p&gt; （段落）で置換されます。</li>
<li>単一の改行は &lt;br /&gt; （強制改行）で置換されます。</li>
<li>電子メールアドレスはクリック可能になります。</li>
<li>URLはクリック可能になります。URLは次の形式になります。<br/>
<ul><li>http://some.website.url/some/path/somefile.html
<li>www.websiteurl.com
</ul>
作成されたリンクはスタイルシートクラス"url"で、ターゲット属性は"_blank"になります。
</ul>
<b>警告</b>: メッセージがtextと表示していますが、ボックスにHTMLテキストをペーストすることは、テキスト形式で電子メールを受け取りたいユーザにプレインテキストHTMLを送信する原因となります。