<p>نکاتی برای یکی کردن ویژگیها.</p>
<p>یکی کردن ویژگیها به معنی است که کاربرها تغییری نمی‌کنند اما ویژگیهایشان یا هم یکی می‌شود. ویژگی که بعد از یکی کردن باقی می‌ماند همان ویژگی نخست است (به ترتیبی که در برگه دیده می‌شود).</p>
<ul>
<li>تنها ویژگیهایی که دارای یک نوع باشند با هم یکی می‌شوند</li>
<li>هنگام یکی سازی، مقدار ویژگی نخست در صورت وجود حفظ می‌شود، اما اگر از پیش مقداری وجود نداشته باشد، مقداری که در ویژگی یکی شوند وجود در آن نوشته میشود. این عمل ممکن است در مواردی که هر دو ویژگی دارای مقدار باشند موجب از دست رفتن اطلاعات شود. </li>
<li>اگر ویژگیهایی از نوع <i>گزینه</i> را یکی کنید، ویژگی نهایی که از این یکی سازی به دست می‌آید از نوع  <i>گزینه گروهی</i> خواهد بود.</li>
<li>ویژگیهایی که با ویژگیِ دیگری یکی شوند از بین میروند.</li>
</ul>
