<p>
در این برگه میتوانید پیامی را آماده کنید تا بعداُ فرستاده شود.
می‌توانید همه اطلاعات لازم برای این پیام را به جز فهرست هایی که پیام باید برایشان فرستاده شود را مشخص کنید. سپس در هنگام فرستادن پیامِ از پیش آماده شده، می‌توانید فهرست ها را مشخص کنید و پیام آماده شده، فرستاده خواهد شد.</p>
<p>
پیام از پیش آماده شما ایستاست، بنابراین هنگامی که فرستاده شود، حذف نمی‌شود بلکه چند بار می‌توان انتخابش کرد. مراقب باشید، چون ممکن است که یک پیام را چند بار برای کاربرانتان بفرستید.
</p>
<p>
در هنگام طراحی این قسمت وجود "چند مدیر" پیش بینی شده است. اگر یک مدیر اصلی پیامها را آماده کند، مدیرهای دیگر میتوانند آنها را برای فهرستهای خودشان بفرستند. در این مورد می‌توانید جانماهای اضافی را به پیامتان بیافزایید: ویژگیهای مدیران.
</p>
<p>برای نمونه اگر ویژگی <b>Name</b> برای مدیران دارید میتوانید [LISTOWNER.NAME] را به عنوان یک جانما اضافه کنید,
که با نام صاحب فهرستی که پیام برایش فرستاده می‌شود و بدون در نظر گرفتن اینکه چه کسی پیام را می‌فرستد، جایگزین می‌شود. پس اگر مدیر اصلی پیام را برای یک فهرستی که صاحبش دیگری است بفرستد و در آن پیام از جانمای  [LISTOWNER] استفاده شده باشد، جانما با مقدارهای صاحب آن لیست جایگزین میشود نه با مقداری که مدیر اصلی برای خود مشخص کرده است.</P>
<p>یادداشت:
<br/>
فرمت جانمای [LISTOWNER] به صورت  <b>[LISTOWNER.ATTRIBUTE]</b> است<br/>
<p>در حال حاضر شما ویژگیهای مدیریتی زیر را تعریف کنید:
<table border=1><tr><td><b>ویژگی</b></td><td><b>جانما</b></td></tr>
<?php
$req = Sql_query("select name from {$tables['adminattribute']} order by listorder");
if (!Sql_Affected_Rows()) {
    print '<tr><td colspan=2>None</td></tr>';
}

while ($row = Sql_Fetch_Row($req)) {
    if (strlen($row[0]) < 20) {
        printf('<tr><td>%s</td><td>[LISTOWNER.%s]</td></tr>', $row[0], strtoupper($row[0]));
    }
}

?>
