اگر این پیام به صورت HTML قالب بندی شده باش، مشخص کنید که می‌خواهید چگونه فرستاده شود:
<br />
<ul>
<li><b>HTML</b> - HTML 
همراه با متن مخفی، تنها برای کاربرانی که اعلام کرده‌اند می‌خواهند ایمیلهایشان را با فرمت HTML دریافت کنند و متن خالی را برای بقیه
</li>
<li><b>text</b> - فقط متنی برای همه</li>
<!-- li><b>متن و HTML</b> - یک ایمیل بزرگ که هم قالب HTML و هم قالب فقط متنی را در خود داشته باشد.</li> -->
<li><b>PDF</b> - پیام متنی به صورت پیوست PDF</li>
<li><b>متن و PDF</b> - یک ایمیل که حاوی پیام متنی و یک پیوست PDF است</li>
</ul>

<b>لطفا توجه کنید:</b> نسخه PDF تبدیل شده پیام متنی است، نه پیام HTML.