<p>Здесь представлен список недоставленных писем, в большинстве случаев, они соответствуют подписчику и кампании.</p>
<p>Если Вы используете рабочую систему, то не удаляйте их, иначе система не сможет распознать серию из нескольких последовательно недоставленных письмах, когда будет получено новое.
На текущий момент доступен только просмотр  и нет возможности (пока) изменить системный идентификатор.
В некоторых случаях это могло бы быть полезным, например, когда просто нет места в папке &laquo;Входящие&raquo; и часть писем распознаётся как недоставленные.</p>
