<?php return; ?>

<h3>Импортировать адреса эл.почты в существующие списки рассылок</h3>

<p>Доступно четыре способа импортирования данных:

<ul>
<li><?php echo PageLink2('import2', 'Import emails with different values for attributes');?>. Список адресов может содержать атрибуты, которые ещё не определены в системе. Соответственно, такие атрибуты будут созданы автоматически в текстовом формате (textline). Следует использовать этот вариант в том случае, если Вы импортируете таблицу в формате CSV, где подписчики заполнены по одному в строку, а соответствующие атрибуты имеют отдельный столбец.</ul>
<li><?php echo PageLink2('import1', 'Import emails with the same values for attributes');?>. Список импортируемых подписчиков должен соответствовать установленной структуре в <?php echo NAME?>. Следует использовать этот вариант в том случае, если Вы импортируете простой список. Затем можно будет дополнить атрибуты для каждой записи, которые будут одинаковы для всех.</ul>
<li><?php echo PageLink2('import3', 'Import emails from an IMAP account');?>. Адреса электронной почты будут добавлены из папок IMAP. Только "Имя" может быть атрибутом в этом случае.</ul></ul>
<li><?php echo PageLink2('import4', 'Import emails from another database');?>Импортировать адреса эл. почты из другой базы данных.</ul>

</p>
