<p>Вы можете использовать опцию &laquo;Повторить рассылку&raquo; для дублирования отправки. Это опция позволяет отправить письма только тем подписчикам, которые подписались после рассылки кампании. Тем, кто уже получал рассылку, письма отправлены не будут.</p>
<p>При просмотре конкретной кампании, Вы сможете отправить её по другим спискам рассылки.</p>
<?php if (TEST) {
    ?>
<b>Внимание:</b> Система работает в тестовом режиме, поэтому письма будут повторно &laquo;отправлены&raquo; всем подписчикам.
<?php 
} ?>
