<h3>Содержимое</h3>
<p>Здесь можно задать шаблоны, которые в дальнейшем будут использованы для отправки писем. Шаблон представляет собой HTML-страницу, с размещённой где-либо внутри <i>меткой</i> <b>[CONTENT]</b>. Метка указывает место в письме, где будет расположено Ваше содержимое.</p>

<p>Дополнительно к [CONTENT] можно установить метки [FOOTER] и [SIGNATURE] для включения подписи к письму и нижнего колонтитула (подвала или footer) в Ваше сообщение, но это не обязательно.</p>

<p>Изображения шаблона также будут включены в письма. Но если Вы добавляете изображения в письма, тогда необходимо установить полные ссылки на них, т.к. эти изображения в рассылку не включаются.</p>

<h3>Отслеживание подписчиков</h3>

<p>Для упрощения отслеживания пользователей, можно добавить метку [USERID] в Ваш шаблон, где <i>USERID</i> будет заменён на идентификатор подписчика. Данная возможность доступна только при отправке писем в формате HTML. Предварительно нужно настроить несколько ссылок, которые будут получать этот идентификатор. Либо Вы можете воспользоваться стандартным механизмом <?php echo NAME?> для отслеживания пользователей, в этом случае добавьте в шаблон метку [USERTRACK], после чего в письма будет добавляться невидимая пользователю ссылка для отслеживания открытий отправляемых писем.</p>

<h3>Изображения</h3>

<p>Любые ссылки на изображения, не начинающиеся с &laquo;http://&raquo; должны быть загружены для включения во вложения этого письма. Рекомендуется использовать небольшое количество очень маленьких по размеру изображений. При загрузке шаблона Вы сможете добавить свои изображения. В этом случае ссылаться нужно на этот же каталог, например &lt;img&nbsp;src=&quot;image.jpg&quot;&nbsp;......&nbsp;&gt;, но не &lt;img&nbsp;src=&quot;/some/directory/location/image.jpg&quot;&nbsp;..........&nbsp;&gt;.</p>