<h3>Подвал сообщения или нижний колонтитул</h3>

<p>Нижний колонтитул письма необходим по нескольким очень важным причинам. При переадресации сообщения на другой адрес эл. почты, нижний колонтитул изменится на другой, что позволяет настроить содержимое, более подходящее для тех, кто ещё не подписан на Вашу информационную рассылку и предложить им подписаться.</p>

<p>Вы можете настроить стандартный подвал в
<?php

## for translators, you can translater the word "Configuration" below
echo PageLink2('configure&id=messagefooter', 'Конфигурации');
?>
</p>

<p>Допускается использование нескольких меток, которые помогут Вашим подписчикам определить, что за письмо они получили и что делать с ним дальше. 

<ul>
<li><b>[UNSUBSCRIBEURL]</b> - ссылка для отказа от подписки</li>
<li><b>[PREFERENCESURL]</b> - ссылка на страницу, где подписчики могут изменить свои учётные данные</li>
<li><b>[FORWARDURL]</b> - ссылка на то, чтобы переслать письмо кому-либо ещё</li>
<li><b>[EMAIL]</b> - адрес электронной почты</li>
<li><b>[USERID]</b> - уникальный идентификатор подписчика</li>
<li><b>[USERTRACK]</b> - код для отслеживания открытий кампании подписчиками</li>
</ul>
</p>

<h3>Предлагаемый нижний колонтитул</h3>
<div class="suggestion">
<pre>
--
&lt;h2&gt;Это письмо отправлено на адрес [EMAIL] от <?php echo getConfig('message_from_name').' '.getConfig('admin_address')?>&lt;/h2&gt;

&lt;h3&gt;&lt;a href="[UNSUBSCRIBEURL]"&gt;Отписаться&lt;/a&gt;&lt;/h3&gt;
&lt;h3&gt;&lt;a href="[PREFERENCESURL]"&gt;Изменить параметры учётной записи&lt;/a&gt;&lt;/h3&gt;
&lt;h3&gt;&lt;a href="[FORWARDURL]"&gt;Переслать это письмо&lt;/a&gt;&lt;/h&gt;
[USERTRACK]
&lt;br/>Наш отдел маркетинга | ул. Маркетинговая, д. 1000 | Инструмент 16 | Маркетинград | Рус | 000000
</pre>
</div>

<h3>Форматирование</h3>
<p>Допускается использование HTML в нижнем колонтитуле, однако постарайтесь сохранить его простым. Подвал для текстовых писем будет сгенерирован автоматически из HTML варианта. Если Вы не использовали HTML, тогда он будет сгенерирован с добавлением &lt;br/&gt; для разделения строк.</p>
