<h3>Формат письма</h3>
<p>При использовании автоматического определения, формат HTML будет определён как только будет распознан хотя бы один HTML элемент (&lt; ... &gt;).</p>

<p><b>Автоматическое определение вполне безопасно и Вы можете его использовать.</b></p>

<p>Если Вы не уверены в работе функции автоматического определения, и письмо отформатировано в HTML, просто выберите соответствующую опцию - &laquo;HTML&raquo;.
Ссылки на внешние ресурсы, такие как изображения должны быть приведены в полном формате, т.е. начинаться с http:// (в отличии от изображений шаблона). 
В остальном, Вы самостоятельно несёте ответственность за форматирование текста.</p>

<p>Если Вы хотите принудительно использовать текстовый формат для письма, выберите &laquo;Текст&raquo;.</p>

<p>Эта информация потребуется для создания только текстовых версий из письма в формате HTML или HTML-версии на основе текстового письма.
Форматирование будет выглядеть следующим образом:<br/>
Из HTML в текст</p>
<ul>
<li><b>Полужирный</b> текст будет заключён между <b>звёздочками - *</b>, <i>наклонный</i> между <b>косыми чертами - /</b></li>
<li>Гиперссылки будут заменены на текст, ссылка будет заключена в скобки и идти после этого текста</li>
<li>Большие блоки текста будут автоматически переноситься по словам, общая ширина столбца составит не более 70-и символов</li>
</ul>

<p>Из текста в HTML</p>
<ul>
<li>Двойной перевод строки будет заменён на &lt;p&gt; (параграф)</li>
<li>Одинарный перевод строки будет заменён на &lt;br /&gt; (разрыв строки)</li>
<li>Адреса электронной почты преобразуются в ссылки и по ним можно будет пеходить</li>
<li>По ссылкам можно будет переходить, они могут быть заданы в любом из двух форматов:<br/>
    <ul><li>http://some.website.url/какой-то/путь/какойтофайл.html</li>
	<li>www.websiteurl.com</li>
    </ul>
Созданные ссылки будут иметь класс стиля &laquo;url&raquo; и цель &laquo;_blank&raquo;.</li>
</ul>
<p><b>Предупреждение:</b> если Вы указали, что письмо имеет текстовый формат, но при этом содержимое заполняете в формате HTML, то подписчикам (которые выбрали текстовый формат писем) придёт письмо с HTML элементами также в виде простого текста. Например:<br />
&lt;h3&gt;Уважаемый клиент!&lt;/h3&gt;&lt;p&gt;Рады сообщить &lt;b&gt;Вам&lt;/b&gt;, что...&lt;/p&gt;</p>
