<p>Вам доступно три различных способа для указания отправителя (поле From):<p>
<ul>
<li>Одно слово: оно будет приведено к виду &lt;слово&gt;@<?php echo $domain?><br />
Пример: <b>information</b> преобразуется в <b>information@<?php echo $domain?></b><br />
Таким образом, в большинстве программ для работы с электронной почтой, отправитель будет обозначен как <b>information@<?php echo $domain?></b>.</li>
<li>Два и более слов: они будут отображаться в том виде в котором <i>Вы их указали</i> и &lt;listmaster@<?php echo $domain?>&gt; следом.<br />
Пример: <b>некоторая информации</b> преобразуется в <b>некоторая информации &lt;listmaster@<?php echo $domain?>&gt; </b><br />
Таким образом, в большинстве программ для работы с электронной почтой отправитель будет обозначен как <b>некоторая информации</b>.</li>
<li>Адрес эл. почты или несколько слов и адрес будут приведены к виду <i>Указанные слова</i> &lt;электронный адрес&gt;<br />
Пример: <b>Моё имя my@email.com</b> преобразуется в <b>Моё имя &lt;my@email.com&gt;</b><br />
В большинстве программ для работы с электронной почтой, отправитель будет обозначен как <b>Моё имя</b>.</li></ul>