<h3>Информация по объединению атрибутов.</h3>

<p>Слияние атрибутов подразумевает, что значения атрибутов объединятся, а сами атрибуты, для которых были заданы эти значения, будут слиты в один. При слиянии порядок атрибутов сохраняется, значит останется тот, который Вы видите первым на странице.</p>
<ul>
<li>Возможно объединять только те атрибуты, которые имеют один тип</li>
<li>При объединении сохранится значение только первого атрибута, если оно задано. В противном случае будет записано значение второго, что может привести к значительной потери данных, если значения заданы для обоих атрибутов.</li>
<li>При объединении атрибутов, задаваемых флажком (тип <i>checkbox</i>), будет создан атрибут, который задаётся группой флажков (тип <i>checkboxgroup</i>).</li>
<li>Атрибуты, объединяемые в другой, будут удалены после окончания слияния.</li>
</ul>
