<h3>Текстовый формат письма</h3>

<p>Каждое письмо, даже в формате HTML, должно иметь текстовую версию. Это установлено стандартами Интернет и phpList не может на это повлиять.
Если Вы оставите область пустой, phpList автоматически сгенерирует текстовое содержание на основе Вашего HTML письма. В качестве альтернативы Вы можете ввести текст своей кампании в эту область самостоятельно.</p>

<h3>Кто увидит текстовую версию Вашего письма?</h3>

<p>Текстовую версию Вашего письма будут видеть два типа подписчиков.</p>

<ol>
<li>Подписчики, которые указали в настройках phpList получение писем в текстовом формате.<br/>
<i>Этим подписчикам будут отправлять только текстовые письма.</i></li>
<li>Подписчики, использующие почтовые программы, которые не поддерживают HTML письма.<br/>
Некоторые подписчики могут использовать программы для работы с электронной почтой, которые не поддерживают формат HTML. В этом случае, они увидят только текстовую версию, это решение принимается на стороне подписчика.
<i>Эти подписчики получают оба варианта письма: и в формате HTML, и в текстовом; однако их система принимает решение отображать текстовую версию письма.</i>
</li>
</ol>

