<h3>Сбросить статистику переходов и открытий</h3>

<p>Выберите эту опцию, чтобы стереть существующую для этой кампании статистику открытый и переходов по ссылкам.</p>
<p>Если Вы отправляли проверочные письма и переходили по ссылкам, чтобы убедиться что всё работает так как было задумано, в базе данных эта статистика сохранится, соответственно Вы можете её стереть перед отправкой.</p>
<p>Не используйте эту опцию, если Вы уже отправляли эту Кампанию реальным подписчикам, иначе эта статистика тоже будет стёрта.</p>
