<p>Если содержимое этого письма составлено в формате HTML, укажите, в каком формате его отправить:</p>
<ul>
<li><b>HTML</b> - HTML со скрытым текстом только тем подписчикам, которые указали, что хотят получать письма в формате HTML, всем остальным отправлять в текстовом формате;</li>
<li><b>Текст</b> - всем в текстовом формате;</li>
<!-- li><b>text and HTML</b> - One big email that contains both the HTML and the text only format.</li> -->
<li><b>PDF</b> - письмо в текстовом формате в виде вложения в файле PDF;</li>
<li><b>Текст и PDF</b> - одно письмо в текстовом формате с PDF файлом во вложении.</li>
</ul>

<p><b>Обратите внимание:</b> файл PDF - это конвертированное письмо в текстовом формате, а не HTML.</p>