<h3>Содержимое Вашей кампании</h3>

<p>Доступно два варианта задать содержимое Вашего письма.</p>

<h2>1. Отправить веб-страницу</h2>

<p>При отправке веб-страницы всё, что необходимо сделать - это указать адрес веб-страницы, которую Вы хотите отправить. phpList получит данные по ссылке и отправит письмо Вашим подписчикам.</p>
<p>Изображения будут храниться на той веб-странице, которую Вы отправляете.</p>

<h2>2. Составить содержимое</h2>

<p>Вы можете ввести содержимое Вашей кампании в область ниже.</p>
<p>При соответствующей настройке, можно будет загружать изображения на сервер phpList.</p>
