<h3>Отправить веб-страницу</h3>

<p>Для отправки Вашим подписчикам содержимого веб-страницы в сети Интернет, просто укажите адрес страницы в поле ниже</p>

<p>В адресе веб-страницы можно указыватьть некоторые данные подписчиков:</p>

<ul>
<li>[email] - адрес электронной почты;</li>
<li>[id] - идентификатор подписчика;</li>
<li>[uniqid] - уникальный ID подписчика;</li>
<li>[htmlemail] - установить HTML в качестве предпочитаемого формата получаемых писем.</li>
</ul>

<p><strong>Предупреждение: использование перечисленных данных подписчиков в адресе веб-страницы значительно замедлит отправку писем.</strong></p>
